{\rtf1\ansi\ansicpg1251\cocoartf2639
\cocoatextscaling0\cocoaplatform0{\fonttbl\f0\fswiss\fcharset0 Helvetica;\f1\fnil\fcharset0 LucidaGrande;}
{\colortbl;\red255\green255\blue255;}
{\*\expandedcolortbl;;}
\paperw11900\paperh16840\margl1440\margr1440\vieww11520\viewh8400\viewkind0
\pard\tx566\tx1133\tx1700\tx2267\tx2834\tx3401\tx3968\tx4535\tx5102\tx5669\tx6236\tx6803\pardirnatural\partightenfactor0

\f0\fs24 \cf0 <!DOCTYPE html>\
<html lang="en">\
<head>\
  <meta charset="UTF-8" />\
  <meta name="viewport" content="width=device-width,initial-scale=1" />\
  <title>Privacy Policy \'97 MintFlash</title>\
  <style>\
    :root \{ color-scheme: light dark; \}\
    body\{font-family:system-ui,-apple-system,Segoe UI,Roboto,Ubuntu,Inter,Arial,sans-serif;line-height:1.6;margin:0;padding:0;background:#fff;color:#111\}\
    .wrap\{max-width:920px;margin:0 auto;padding:24px\}\
    h1\{font-size:1.9rem;margin:0 0 12px\}\
    h2\{margin-top:28px;font-size:1.35rem\}\
    h3\{margin-top:22px;font-size:1.1rem\}\
    p,li\{font-size:1rem\}\
    .muted\{opacity:.7\}\
    .card\{background:#f6f7fb;border:1px solid #e7e9f3;border-radius:12px;padding:16px\}\
    @media (prefers-color-scheme:dark)\{\
      body\{background:#0b0c10;color:#e9eef5\}\
      .card\{background:#11151b;border-color:#1f2630\}\
    \}\
  </style>\
</head>\
<body>\
  <main class="wrap">\
    <h1>Privacy Policy \'97 MintFlash</h1>\
    <p class="muted">Effective date: 19 August 2025</p>\
\
    <div class="card">\
      <strong>Summary</strong>\
      <ul>\
        <li>We do not collect or sell your personal data.</li>\
        <li>Your affirmations are stored locally on your device and never leave it.</li>\
        <li>The app may show ads via Google AdMob; AdMob may process limited data for advertising.</li>\
        <li>If available, PRO purchases are processed by Google Play. We do not receive your payment details.</li>\
        <li>\'93Draw over other apps\'94 permission is used only to display on-screen messages while the app is active.</li>\
      </ul>\
    </div>\
\
    <h2>What data we collect</h2>\
    <p><strong>We (the developer) do not collect, store, or share personal data.</strong> The app has no account system and does not use in-app analytics.</p>\
\
    <h3>Content you add</h3>\
    <p>Affirmations you create are saved <em>locally</em> on your device. You can edit or delete them at any time inside the app. Uninstalling the app removes all locally stored data.</p>\
\
    <h2>Third-party services (Advertising)</h2>\
    <p>MintFlash may display ads provided by <strong>Google AdMob</strong>. AdMob may collect or access information such as your device\'92s Advertising ID, approximate location (derived from IP), app usage, and performance metrics for the purposes of delivering and measuring ads.</p>\
    <ul>\
      <li>AdMob policy: <a href="https://policies.google.com/technologies/ads" target="_blank" rel="noopener">https://policies.google.com/technologies/ads</a></li>\
      <li>About AdMob data: <a href="https://support.google.com/admob/answer/6128543" target="_blank" rel="noopener">https://support.google.com/admob/answer/6128543</a></li>\
      <li>Ad personalization controls (Android): Settings 
\f1 \uc0\u8594 
\f0  Google 
\f1 \uc0\u8594 
\f0  Ads (or \'93Privacy\'94 
\f1 \uc0\u8594 
\f0  \'93Ads\'94).</li>\
    </ul>\
    <p>If you prefer an ad-free experience, you can use the PRO option (if available).</p>\
\
    <h2>Permissions used</h2>\
    <ul>\
      <li><strong>Draw over other apps</strong> (SYSTEM_ALERT_WINDOW): used solely to display on-screen messages/affirmations.</li>\
      <li><strong>Post notifications</strong> (if requested): used only to inform about app state (e.g., running session).</li>\
    </ul>\
    <p>We do not use permissions for purposes unrelated to the core functionality.</p>\
\
    <h2>Purchases</h2>\
    <p>If the app offers a PRO upgrade, purchases are handled by Google Play. We do not receive your full payment information. For details, see Google Play\'92s privacy and payment terms.</p>\
\
    <h2>Children\'92s privacy</h2>\
    <p>The app is not directed to children under 13. If you are a parent or guardian and believe your child has provided data to AdMob through this app, please manage ad settings on the child\'92s device or contact us.</p>\
\
    <h2>International users (EEA/UK)</h2>\
    <p>Where required, AdMob may rely on your consent for personalized ads. You can change your ad preferences at any time using your device settings or the AdMob consent prompt (if shown).</p>\
\
    <h2>California (CPRA/CCPA)</h2>\
    <p>We do not \'93sell\'94 personal information as a developer. AdMob may be considered a third-party advertising partner. You can manage ad choices on your device as described above.</p>\
\
    <h2>Security & retention</h2>\
    <p>We do not store your data on our servers. Local data remains on your device until you delete it or uninstall the app.</p>\
\
    <h2>Changes to this policy</h2>\
    <p>We may update this policy from time to time. The latest version will always be available at this page, with the effective date shown at the top.</p>\
\
    <h2>Contact</h2>\
    <p>If you have questions, contact us at: <a href="mailto:mindflashapp@gmail.com">mindflashapp@gmail.com</a></p>\
\
    <hr />\
\
    <h2>\uc0\u1055 \u1086 \u1083 \u1080 \u1090 \u1080 \u1082 \u1072  \u1082 \u1086 \u1085 \u1092 \u1080 \u1076 \u1077 \u1085 \u1094 \u1080 \u1072 \u1083 \u1100 \u1085 \u1086 \u1089 \u1090 \u1080  \'97 MintFlash (RU)</h2>\
    <p class="muted">\uc0\u1044 \u1072 \u1090 \u1072  \u1074 \u1089 \u1090 \u1091 \u1087 \u1083 \u1077 \u1085 \u1080 \u1103  \u1074  \u1089 \u1080 \u1083 \u1091 : 19 \u1072 \u1074 \u1075 \u1091 \u1089 \u1090 \u1072  2025 \u1075 .</p>\
\
    <div class="card">\
      <strong>\uc0\u1050 \u1088 \u1072 \u1090 \u1082 \u1086 </strong>\
      <ul>\
        <li>\uc0\u1052 \u1099  \u1085 \u1077  \u1089 \u1086 \u1073 \u1080 \u1088 \u1072 \u1077 \u1084  \u1080  \u1085 \u1077  \u1087 \u1088 \u1086 \u1076 \u1072 \u1105 \u1084  \u1074 \u1072 \u1096 \u1080  \u1087 \u1077 \u1088 \u1089 \u1086 \u1085 \u1072 \u1083 \u1100 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077 .</li>\
        <li>\uc0\u1042 \u1072 \u1096 \u1080  \u1072 \u1092 \u1092 \u1080 \u1088 \u1084 \u1072 \u1094 \u1080 \u1080  \u1093 \u1088 \u1072 \u1085 \u1103 \u1090 \u1089 \u1103  \u1083 \u1086 \u1082 \u1072 \u1083 \u1100 \u1085 \u1086  \u1085 \u1072  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1077  \u1080  \u1085 \u1080 \u1082 \u1091 \u1076 \u1072  \u1085 \u1077  \u1087 \u1077 \u1088 \u1077 \u1076 \u1072 \u1102 \u1090 \u1089 \u1103 .</li>\
        <li>\uc0\u1042  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1080  \u1084 \u1086 \u1075 \u1091 \u1090  \u1087 \u1086 \u1082 \u1072 \u1079 \u1099 \u1074 \u1072 \u1090 \u1100 \u1089 \u1103  \u1086 \u1073 \u1098 \u1103 \u1074 \u1083 \u1077 \u1085 \u1080 \u1103  \u1095 \u1077 \u1088 \u1077 \u1079  Google AdMob; AdMob \u1084 \u1086 \u1078 \u1077 \u1090  \u1086 \u1073 \u1088 \u1072 \u1073 \u1072 \u1090 \u1099 \u1074 \u1072 \u1090 \u1100  \u1086 \u1075 \u1088 \u1072 \u1085 \u1080 \u1095 \u1077 \u1085 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077  \u1076 \u1083 \u1103  \u1087 \u1086 \u1082 \u1072 \u1079 \u1072  \u1080  \u1080 \u1079 \u1084 \u1077 \u1088 \u1077 \u1085 \u1080 \u1103  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099 .</li>\
        <li>\uc0\u1054 \u1087 \u1083 \u1072 \u1090 \u1072  PRO (\u1077 \u1089 \u1083 \u1080  \u1076 \u1086 \u1089 \u1090 \u1091 \u1087 \u1085 \u1072 ) \u1086 \u1089 \u1091 \u1097 \u1077 \u1089 \u1090 \u1074 \u1083 \u1103 \u1077 \u1090 \u1089 \u1103  \u1095 \u1077 \u1088 \u1077 \u1079  Google Play. \u1052 \u1099  \u1085 \u1077  \u1087 \u1086 \u1083 \u1091 \u1095 \u1072 \u1077 \u1084  \u1074 \u1072 \u1096 \u1080  \u1087 \u1083 \u1072 \u1090 \u1105 \u1078 \u1085 \u1099 \u1077  \u1088 \u1077 \u1082 \u1074 \u1080 \u1079 \u1080 \u1090 \u1099 .</li>\
        <li>\uc0\u1056 \u1072 \u1079 \u1088 \u1077 \u1096 \u1077 \u1085 \u1080 \u1077  \'ab\u1055 \u1086 \u1082 \u1072 \u1079 \u1099 \u1074 \u1072 \u1090 \u1100  \u1087 \u1086 \u1074 \u1077 \u1088 \u1093  \u1076 \u1088 \u1091 \u1075 \u1080 \u1093  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1081 \'bb \u1080 \u1089 \u1087 \u1086 \u1083 \u1100 \u1079 \u1091 \u1077 \u1090 \u1089 \u1103  \u1090 \u1086 \u1083 \u1100 \u1082 \u1086  \u1076 \u1083 \u1103  \u1086 \u1090 \u1086 \u1073 \u1088 \u1072 \u1078 \u1077 \u1085 \u1080 \u1103  \u1089 \u1086 \u1086 \u1073 \u1097 \u1077 \u1085 \u1080 \u1081  \u1085 \u1072  \u1101 \u1082 \u1088 \u1072 \u1085 \u1077 .</li>\
      </ul>\
    </div>\
\
    <h3>\uc0\u1050 \u1072 \u1082 \u1080 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077  \u1084 \u1099  \u1089 \u1086 \u1073 \u1080 \u1088 \u1072 \u1077 \u1084 </h3>\
    <p><strong>\uc0\u1052 \u1099  (\u1088 \u1072 \u1079 \u1088 \u1072 \u1073 \u1086 \u1090 \u1095 \u1080 \u1082 ) \u1085 \u1077  \u1089 \u1086 \u1073 \u1080 \u1088 \u1072 \u1077 \u1084 , \u1085 \u1077  \u1093 \u1088 \u1072 \u1085 \u1080 \u1084  \u1080  \u1085 \u1077  \u1087 \u1077 \u1088 \u1077 \u1076 \u1072 \u1105 \u1084  \u1087 \u1077 \u1088 \u1089 \u1086 \u1085 \u1072 \u1083 \u1100 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077 .</strong> \u1042  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1080  \u1085 \u1077 \u1090  \u1091 \u1095 \u1105 \u1090 \u1085 \u1099 \u1093  \u1079 \u1072 \u1087 \u1080 \u1089 \u1077 \u1081  \u1080  \u1074 \u1089 \u1090 \u1088 \u1086 \u1077 \u1085 \u1085 \u1086 \u1081  \u1072 \u1085 \u1072 \u1083 \u1080 \u1090 \u1080 \u1082 \u1080 .</p>\
\
    <h3>\uc0\u1057 \u1086 \u1076 \u1077 \u1088 \u1078 \u1080 \u1084 \u1086 \u1077 , \u1082 \u1086 \u1090 \u1086 \u1088 \u1086 \u1077  \u1074 \u1099  \u1076 \u1086 \u1073 \u1072 \u1074 \u1083 \u1103 \u1077 \u1090 \u1077 </h3>\
    <p>\uc0\u1040 \u1092 \u1092 \u1080 \u1088 \u1084 \u1072 \u1094 \u1080 \u1080  \u1089 \u1086 \u1093 \u1088 \u1072 \u1085 \u1103 \u1102 \u1090 \u1089 \u1103  <em>\u1083 \u1086 \u1082 \u1072 \u1083 \u1100 \u1085 \u1086 </em> \u1085 \u1072  \u1074 \u1072 \u1096 \u1077 \u1084  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1077 . \u1042 \u1099  \u1084 \u1086 \u1078 \u1077 \u1090 \u1077  \u1088 \u1077 \u1076 \u1072 \u1082 \u1090 \u1080 \u1088 \u1086 \u1074 \u1072 \u1090 \u1100  \u1080 \u1083 \u1080  \u1091 \u1076 \u1072 \u1083 \u1103 \u1090 \u1100  \u1080 \u1093  \u1074  \u1083 \u1102 \u1073 \u1086 \u1077  \u1074 \u1088 \u1077 \u1084 \u1103 . \u1055 \u1088 \u1080  \u1091 \u1076 \u1072 \u1083 \u1077 \u1085 \u1080 \u1080  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1103  \u1074 \u1089 \u1077  \u1083 \u1086 \u1082 \u1072 \u1083 \u1100 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077  \u1091 \u1076 \u1072 \u1083 \u1103 \u1102 \u1090 \u1089 \u1103 .</p>\
\
    <h3>\uc0\u1057 \u1090 \u1086 \u1088 \u1086 \u1085 \u1085 \u1080 \u1077  \u1089 \u1077 \u1088 \u1074 \u1080 \u1089 \u1099  (\u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1072 )</h3>\
    <p>\uc0\u1054 \u1073 \u1098 \u1103 \u1074 \u1083 \u1077 \u1085 \u1080 \u1103  \u1084 \u1086 \u1075 \u1091 \u1090  \u1087 \u1088 \u1077 \u1076 \u1086 \u1089 \u1090 \u1072 \u1074 \u1083 \u1103 \u1090 \u1100 \u1089 \u1103  <strong>Google AdMob</strong>. AdMob \u1084 \u1086 \u1078 \u1077 \u1090  \u1087 \u1086 \u1083 \u1091 \u1095 \u1072 \u1090 \u1100  \u1076 \u1086 \u1089 \u1090 \u1091 \u1087  \u1082  \u1056 \u1077 \u1082 \u1083 \u1072 \u1084 \u1085 \u1086 \u1084 \u1091  \u1080 \u1076 \u1077 \u1085 \u1090 \u1080 \u1092 \u1080 \u1082 \u1072 \u1090 \u1086 \u1088 \u1091  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1072 , \u1087 \u1088 \u1080 \u1073 \u1083 \u1080 \u1079 \u1080 \u1090 \u1077 \u1083 \u1100 \u1085 \u1086 \u1084 \u1091  \u1084 \u1077 \u1089 \u1090 \u1086 \u1087 \u1086 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1102  (\u1087 \u1086  IP), \u1076 \u1072 \u1085 \u1085 \u1099 \u1084  \u1086 \u1073  \u1080 \u1089 \u1087 \u1086 \u1083 \u1100 \u1079 \u1086 \u1074 \u1072 \u1085 \u1080 \u1080  \u1080  \u1084 \u1077 \u1090 \u1088 \u1080 \u1082 \u1072 \u1084  \u1087 \u1088 \u1086 \u1080 \u1079 \u1074 \u1086 \u1076 \u1080 \u1090 \u1077 \u1083 \u1100 \u1085 \u1086 \u1089 \u1090 \u1080  \u1076 \u1083 \u1103  \u1087 \u1086 \u1082 \u1072 \u1079 \u1072  \u1080  \u1080 \u1079 \u1084 \u1077 \u1088 \u1077 \u1085 \u1080 \u1103  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099 .</p>\
    <ul>\
      <li>\uc0\u1055 \u1086 \u1083 \u1080 \u1090 \u1080 \u1082 \u1072  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099  Google: <a href="https://policies.google.com/technologies/ads" target="_blank" rel="noopener">https://policies.google.com/technologies/ads</a></li>\
      <li>\uc0\u1054  \u1076 \u1072 \u1085 \u1085 \u1099 \u1093  AdMob: <a href="https://support.google.com/admob/answer/6128543?hl=ru" target="_blank" rel="noopener">https://support.google.com/admob/answer/6128543</a></li>\
      <li>\uc0\u1059 \u1087 \u1088 \u1072 \u1074 \u1083 \u1077 \u1085 \u1080 \u1077  \u1087 \u1077 \u1088 \u1089 \u1086 \u1085 \u1072 \u1083 \u1080 \u1079 \u1072 \u1094 \u1080 \u1077 \u1081  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099 : \u1053 \u1072 \u1089 \u1090 \u1088 \u1086 \u1081 \u1082 \u1080  
\f1 \uc0\u8594 
\f0  Google 
\f1 \uc0\u8594 
\f0  \uc0\u1056 \u1077 \u1082 \u1083 \u1072 \u1084 \u1072  (\u1080 \u1083 \u1080  \'ab\u1050 \u1086 \u1085 \u1092 \u1080 \u1076 \u1077 \u1085 \u1094 \u1080 \u1072 \u1083 \u1100 \u1085 \u1086 \u1089 \u1090 \u1100 \'bb 
\f1 \uc0\u8594 
\f0  \'ab\uc0\u1056 \u1077 \u1082 \u1083 \u1072 \u1084 \u1072 \'bb).</li>\
    </ul>\
    <p>\uc0\u1044 \u1083 \u1103  \u1086 \u1090 \u1082 \u1083 \u1102 \u1095 \u1077 \u1085 \u1080 \u1103  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099  \u1084 \u1086 \u1078 \u1085 \u1086  \u1074 \u1086 \u1089 \u1087 \u1086 \u1083 \u1100 \u1079 \u1086 \u1074 \u1072 \u1090 \u1100 \u1089 \u1103  \u1074 \u1077 \u1088 \u1089 \u1080 \u1077 \u1081  PRO (\u1077 \u1089 \u1083 \u1080  \u1076 \u1086 \u1089 \u1090 \u1091 \u1087 \u1085 \u1072 ).</p>\
\
    <h3>\uc0\u1048 \u1089 \u1087 \u1086 \u1083 \u1100 \u1079 \u1091 \u1077 \u1084 \u1099 \u1077  \u1088 \u1072 \u1079 \u1088 \u1077 \u1096 \u1077 \u1085 \u1080 \u1103 </h3>\
    <ul>\
      <li><strong>\uc0\u1055 \u1086 \u1082 \u1072 \u1079 \u1099 \u1074 \u1072 \u1090 \u1100  \u1087 \u1086 \u1074 \u1077 \u1088 \u1093  \u1076 \u1088 \u1091 \u1075 \u1080 \u1093  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1081 </strong> (SYSTEM_ALERT_WINDOW): \u1090 \u1086 \u1083 \u1100 \u1082 \u1086  \u1076 \u1083 \u1103  \u1074 \u1099 \u1074 \u1086 \u1076 \u1072  \u1089 \u1086 \u1086 \u1073 \u1097 \u1077 \u1085 \u1080 \u1081 /\u1072 \u1092 \u1092 \u1080 \u1088 \u1084 \u1072 \u1094 \u1080 \u1081 .</li>\
      <li><strong>\uc0\u1059 \u1074 \u1077 \u1076 \u1086 \u1084 \u1083 \u1077 \u1085 \u1080 \u1103 </strong> (\u1077 \u1089 \u1083 \u1080  \u1079 \u1072 \u1087 \u1088 \u1072 \u1096 \u1080 \u1074 \u1072 \u1077 \u1090 \u1089 \u1103 ): \u1090 \u1086 \u1083 \u1100 \u1082 \u1086  \u1076 \u1083 \u1103  \u1080 \u1085 \u1092 \u1086 \u1088 \u1084 \u1080 \u1088 \u1086 \u1074 \u1072 \u1085 \u1080 \u1103  \u1086  \u1089 \u1086 \u1089 \u1090 \u1086 \u1103 \u1085 \u1080 \u1080  \u1089 \u1077 \u1072 \u1085 \u1089 \u1072 .</li>\
    </ul>\
\
    <h3>\uc0\u1055 \u1086 \u1082 \u1091 \u1087 \u1082 \u1080 </h3>\
    <p>\uc0\u1045 \u1089 \u1083 \u1080  \u1076 \u1086 \u1089 \u1090 \u1091 \u1087 \u1077 \u1085  \u1087 \u1077 \u1088 \u1077 \u1093 \u1086 \u1076  \u1085 \u1072  PRO, \u1086 \u1087 \u1083 \u1072 \u1090 \u1072  \u1086 \u1073 \u1088 \u1072 \u1073 \u1072 \u1090 \u1099 \u1074 \u1072 \u1077 \u1090 \u1089 \u1103  Google Play. \u1052 \u1099  \u1085 \u1077  \u1087 \u1086 \u1083 \u1091 \u1095 \u1072 \u1077 \u1084  \u1074 \u1072 \u1096 \u1080  \u1087 \u1083 \u1072 \u1090 \u1105 \u1078 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077 .</p>\
\
    <h3>\uc0\u1044 \u1077 \u1090 \u1080 </h3>\
    <p>\uc0\u1055 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1077  \u1085 \u1077  \u1087 \u1088 \u1077 \u1076 \u1085 \u1072 \u1079 \u1085 \u1072 \u1095 \u1077 \u1085 \u1086  \u1076 \u1083 \u1103  \u1076 \u1077 \u1090 \u1077 \u1081  \u1084 \u1083 \u1072 \u1076 \u1096 \u1077  13 \u1083 \u1077 \u1090 .</p>\
\
    <h3>\uc0\u1055 \u1088 \u1072 \u1074 \u1072  \u1087 \u1086 \u1083 \u1100 \u1079 \u1086 \u1074 \u1072 \u1090 \u1077 \u1083 \u1077 \u1081  (\u1045 \u1069 \u1047 /\u1042 \u1077 \u1083 \u1080 \u1082 \u1086 \u1073 \u1088 \u1080 \u1090 \u1072 \u1085 \u1080 \u1103 )</h3>\
    <p>\uc0\u1043 \u1076 \u1077  \u1101 \u1090 \u1086  \u1090 \u1088 \u1077 \u1073 \u1091 \u1077 \u1090 \u1089 \u1103 , AdMob \u1084 \u1086 \u1078 \u1077 \u1090  \u1079 \u1072 \u1087 \u1088 \u1072 \u1096 \u1080 \u1074 \u1072 \u1090 \u1100  \u1089 \u1086 \u1075 \u1083 \u1072 \u1089 \u1080 \u1077  \u1085 \u1072  \u1087 \u1077 \u1088 \u1089 \u1086 \u1085 \u1072 \u1083 \u1080 \u1079 \u1080 \u1088 \u1086 \u1074 \u1072 \u1085 \u1085 \u1091 \u1102  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1091 . \u1042 \u1099  \u1084 \u1086 \u1078 \u1077 \u1090 \u1077  \u1080 \u1079 \u1084 \u1077 \u1085 \u1080 \u1090 \u1100  \u1074 \u1099 \u1073 \u1086 \u1088  \u1074  \u1085 \u1072 \u1089 \u1090 \u1088 \u1086 \u1081 \u1082 \u1072 \u1093  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1072  \u1080 \u1083 \u1080  \u1074  \u1086 \u1082 \u1085 \u1077  \u1089 \u1086 \u1075 \u1083 \u1072 \u1089 \u1080 \u1103  AdMob (\u1077 \u1089 \u1083 \u1080  \u1086 \u1090 \u1086 \u1073 \u1088 \u1072 \u1078 \u1072 \u1077 \u1090 \u1089 \u1103 ).</p>\
\
    <h3>\uc0\u1050 \u1072 \u1083 \u1080 \u1092 \u1086 \u1088 \u1085 \u1080 \u1103  (CPRA/CCPA)</h3>\
    <p>\uc0\u1052 \u1099  \u1085 \u1077  \'ab\u1087 \u1088 \u1086 \u1076 \u1072 \u1105 \u1084 \'bb \u1087 \u1077 \u1088 \u1089 \u1086 \u1085 \u1072 \u1083 \u1100 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077 . AdMob \u1074 \u1099 \u1089 \u1090 \u1091 \u1087 \u1072 \u1077 \u1090  \u1082 \u1072 \u1082  \u1089 \u1090 \u1086 \u1088 \u1086 \u1085 \u1085 \u1080 \u1081  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1085 \u1099 \u1081  \u1087 \u1072 \u1088 \u1090 \u1085 \u1105 \u1088 . \u1059 \u1087 \u1088 \u1072 \u1074 \u1083 \u1103 \u1081 \u1090 \u1077  \u1087 \u1088 \u1077 \u1076 \u1087 \u1086 \u1095 \u1090 \u1077 \u1085 \u1080 \u1103 \u1084 \u1080  \u1088 \u1077 \u1082 \u1083 \u1072 \u1084 \u1099  \u1085 \u1072  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1077 .</p>\
\
    <h3>\uc0\u1041 \u1077 \u1079 \u1086 \u1087 \u1072 \u1089 \u1085 \u1086 \u1089 \u1090 \u1100  \u1080  \u1089 \u1088 \u1086 \u1082  \u1093 \u1088 \u1072 \u1085 \u1077 \u1085 \u1080 \u1103 </h3>\
    <p>\uc0\u1052 \u1099  \u1085 \u1077  \u1093 \u1088 \u1072 \u1085 \u1080 \u1084  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077  \u1085 \u1072  \u1085 \u1072 \u1096 \u1080 \u1093  \u1089 \u1077 \u1088 \u1074 \u1077 \u1088 \u1072 \u1093 . \u1051 \u1086 \u1082 \u1072 \u1083 \u1100 \u1085 \u1099 \u1077  \u1076 \u1072 \u1085 \u1085 \u1099 \u1077  \u1086 \u1089 \u1090 \u1072 \u1102 \u1090 \u1089 \u1103  \u1085 \u1072  \u1074 \u1072 \u1096 \u1077 \u1084  \u1091 \u1089 \u1090 \u1088 \u1086 \u1081 \u1089 \u1090 \u1074 \u1077  \u1076 \u1086  \u1080 \u1093  \u1091 \u1076 \u1072 \u1083 \u1077 \u1085 \u1080 \u1103  \u1080 \u1083 \u1080  \u1091 \u1076 \u1072 \u1083 \u1077 \u1085 \u1080 \u1103  \u1087 \u1088 \u1080 \u1083 \u1086 \u1078 \u1077 \u1085 \u1080 \u1103 .</p>\
\
    <h3>\uc0\u1048 \u1079 \u1084 \u1077 \u1085 \u1077 \u1085 \u1080 \u1103 </h3>\
    <p>\uc0\u1052 \u1099  \u1084 \u1086 \u1078 \u1077 \u1084  \u1086 \u1073 \u1085 \u1086 \u1074 \u1083 \u1103 \u1090 \u1100  \u1101 \u1090 \u1091  \u1087 \u1086 \u1083 \u1080 \u1090 \u1080 \u1082 \u1091 . \u1040 \u1082 \u1090 \u1091 \u1072 \u1083 \u1100 \u1085 \u1072 \u1103  \u1074 \u1077 \u1088 \u1089 \u1080 \u1103  \u1087 \u1091 \u1073 \u1083 \u1080 \u1082 \u1091 \u1077 \u1090 \u1089 \u1103  \u1085 \u1072  \u1101 \u1090 \u1086 \u1081  \u1089 \u1090 \u1088 \u1072 \u1085 \u1080 \u1094 \u1077 , \u1076 \u1072 \u1090 \u1072  \u1091 \u1082 \u1072 \u1079 \u1072 \u1085 \u1072  \u1074 \u1099 \u1096 \u1077 .</p>\
\
    <h3>\uc0\u1050 \u1086 \u1085 \u1090 \u1072 \u1082 \u1090 \u1099 </h3>\
    <p>\uc0\u1042 \u1086 \u1087 \u1088 \u1086 \u1089 \u1099  \u1084 \u1086 \u1078 \u1085 \u1086  \u1085 \u1072 \u1087 \u1088 \u1072 \u1074 \u1083 \u1103 \u1090 \u1100  \u1085 \u1072 : <a href="mailto:mindflashapp@gmail.com">mindflashapp@gmail.com</a></p>\
  </main>\
</body>\
</html>\
}
